7zip
air-bin
alacritty
autoconf
automake
base
base-devel
bash-completion
bat
bison
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cliphist
debugedit
delve
diff-so-fancy
dmidecode
docker
docker-compose
efibootmgr
ethtool
eza
fakeroot
fastfetch
fd
fish
flex
fuzzel
fzf
gc
ghostty
git
github-cli
glab
gnome-themes-extra
go
gopls
grim
gst-plugin-pipewire
gtk4
guile
i7z
imv
intel-media-driver
intel-ucode
inter-font
keyd
lazygit
less
libpulse
libreoffice-fresh
librewolf-bin
linux
linux-firmware
linux-headers
llvm
lshw
lua51
luarocks
m4
make
mako
man-db
mullvad-vpn-bin
nautilus
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nushell
nwg-look
obsidian
openssh
otf-font-awesome
paru
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
powertop
pwvucontrol
qbittorrent
reflector
ripgrep
sassc
scdoc
slurp
smartmontools
snapper
sof-firmware
spotify
starship
stow
terminus-font
texinfo
ticktick
tllist
tlp
tmux
tree-sitter
tree-sitter-cli
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ufw
unzip
vesktop-bin
vulkan-intel
waybar
which
wireplumber
wl-clipboard
wlr-randr
wlsunset
wmenu
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xorg-xwayland
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zed
zellij
zip
zoxide
zram-generator
zsh
