[1m[33m -> [0m[0mAvoid running yay as root/sudo.
baobab
base
base-devel
bluez-utils
brave-bin
btop
btrfs-progs
dconf-editor
discord
docker
docker-compose
efibootmgr
epiphany
evince
extension-manager
eza
fd
fish
fprintd
fzf
gdm
ghostty
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-shell-pomodoro
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
grilo-plugins
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
intel-media-driver
intel-ucode
inter-font
iwd
keyd
lazygit
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-headers
loupe
malcontent
man-db
mpv
nano
nautilus
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
obsidian
openssh
orca
pipewire-alsa
power-profiles-daemon
proton-vpn-gtk-app
python-pip
qbittorrent
reflector
ripgrep
rygel
simple-scan
smartmontools
snapshot
sof-firmware
spotify
stow
sudo
sushi
telegram-desktop
terminus-font
timeshift
tmux
totem
ttf-jetbrains-mono
ttf-ms-win11-auto
ufw
vulkan-intel
wget
wireless_tools
wl-clipboard
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
yay
yazi
yelp
zip
zoxide
zram-generator
zsh
