[1m[33m -> [0m[0mAvoid running yay as root/sudo.
alacritty
baobab
base
base-devel
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
cliphist
cpupower
dconf-editor
discord
dmidecode
docker
docker-compose
efibootmgr
evince
extension-manager
eza
fastfetch
fd
fish
fprintd
fzf
gdm
ghostty
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-color-manager
gnome-connections
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-shell-pomodoro
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-share
go
grilo-plugins
grim
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
i7z
intel-media-driver
intel-ucode
inter-font
iwd
jetbrains-toolbox
keyd
lazygit
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-headers
mako
man-db
mpv
nano
nautilus
nautilus-admin-gtk4
nautilus-open-any-terminal
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
nwg-look
obsidian
openssh
pamixer
pavucontrol
pipewire-alsa
proton-vpn-gtk-app
python-pip
qbittorrent
qt5-wayland
reflector
ripgrep
sesh-bin
slurp
smartmontools
snap-pac
snapper
snapshot
sof-firmware
spotify
stow
sudo
sushi
telegram-desktop
terminus-font
tlp
tmux
ttf-jetbrains-mono
ttf-ms-win11-auto
ufw
vulkan-intel
walker-bin
waybar
wget
wireless_tools
wl-clipboard
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xinit
xterm
yay
yazi
zathura
zathura-pdf-mupdf
zed
zip
zoxide
zram-generator
zsh
